<?php
return [

    'USER_TYPES' => [
        0 => "管理者",
        1 => "作家",
        2 => "ユーザー"
    ],

    'OFFER_TYPES' => [ //案件タイプ
        1 => 'type_1',
        2 => 'type_2',
        3 => 'type_3',
    ],
    'MESSAGE_TYPES' => [ //メッセージタイプ
        1 => '案件に関する質問',
        2 => '作家からの質問',
        3 => '作家へのメッセージ',
        4 => '一般ユーザからの質問',
    ],
    'SALE_TYPES' => [
        1 => '貸出可能',
        2 => '販売可能',
        3 => '売却済み',
        4 => '非売',
        5 => 'その他',
    ],
    'INQ_TYPES' => [
        1 => '一般からの問い合わせ',
        2 => '作家からの問い合わせ',
        3 => '運営からのメッセージ',
        4 => 'オファーに関する問い合わせ',
    ]

];
